Repository: CRessl/s3_divi_modules
Catalog: languages/s3dm-s3-divi-modules-*.po
Languages: de_de

source: Default
de_de: Standard

source: Activate FACT-Finder
de_de: FACT-Finder aktivieren

source: If deactivated the settings in the FACT-Finder Tab are ignored
de_de: Wenn deaktiviert, werden die Einstellungen im FACT-Finder Tab ignoriert

source: FACT-Finder Search result Page
de_de: FACT-Finder Suchergebnisseite

source: Set the default search result page
de_de: Wähle die Suchergebnisseite

source: Set the FACT-Finder URL for the communication markup
de_de: Füge die FACT-Finder Adresse ein. Andernfalls wird die Kommunikation mit dem FACT-Finder Dienst nicht funktioneren

source: Set the FACT-Finder Version for the communication markup
de_de: Wähle die FACT-Finder Version

source: Set the FACT-Finder API Version for the communication markup. Only necessary if you are using FactFinder NG
de_de: Wähle die FACT-Finder API Version. Dies ist lediglich notwendig sofern du FACT-Finder NG nutzt

source: Set the FACT-Finder Channel for the communication markup
de_de: FÜge den korrekten FACT-Finder Channel ein

source: Use URL Parameter
de_de: Aktiviere URL Parameter

source: If set to false, FACT-Finder parameters are not pushed to the URL unless explicitly whitelisted. Note that this attribute has no effect when only-search-params is set.
de_de: Wenn es auf false gesetzt ist, werden FACT-Finder-Parameter nicht in die URL eingefügt, es sei denn, sie sind explizit in der Whitelist aufgeführt. Beachten Sie, dass dieses Attribut keine Wirkung hat, wenn only-search-params eingestellt ist.

source: Use "only-search-params"
de_de: Nutze "only-search-params"

source: If set, only current search related parameters are pushed to the URL, i.e. query, filter, sort, page and productsPerPage. This can be used in conjunction with parameter-whitelist. Note that setting this attribute overrides the behavior of use-url-parameters.
de_de: Sobald aktiviert werden nur Such-Relevante parameter in die URL übertragen. Zum Beispiel das Suchwort, die Filter, die Sortierung, die Seite und die Anzahl pro Seite. Dies kann zusammen mit der Parameter Vertrauensliste genutzt werden. Bitte beachte dass diese Einstellung die Einstellungen der "use-url-parameters" überschreibt.

source: Use parameter whitelist
de_de: Nutze parameter Whitelist

source: If deactivated, the value of the FACT-Finder Parameter Whitelist are ignored in the FACT-Finder Communication Service
de_de: Wenn deaktiviert, werden die Werte der FACT-Finder Parameter Whitelist ignoriert im FACT-Finder Kommunikationsdienst

source: FACT-Finder Parameter Whitelist
de_de: Wenn deaktiviert, werden die Werte der FACT-Finder Parameter Whitelist ignoriert im FACT-Finder Kommunikationsdienst

source: Comma separated values; if set, only specified parameters are pushed to the URL. E.g. parameter-whitelist="query,page".
de_de: Kommagetrennte Werte; wenn gesetzt, werden nur die angegebenen Parameter an die URL übergeben. Z. B. parameter-whitelist=„query,page“.

source: Use ASN (After Serach Navigation)
de_de: Nutze ASN (Filter)

source: Determines if the the ASN is returned. Can be set to "false" to increase performance, if the ASN is not required.
de_de: Legt fest, ob die ASN zurückgegeben wird. Kann auf "false" gesetzt werden, um die Leistung zu erhöhen, wenn die Filter nicht benötigt werden.

source: Disable Cache
de_de: Cache deaktivieren

source: Controls the usage of search result caches. true = cache is ignored, false cache is used.
de_de: True = Cache wird ignoriert. False = Cache wird genutzt.

source: Use ASO(Automated Search Optimization)
de_de: Nutze ASO (Automatisierte Suchoptimierung)

source: Allows activating/deactivating of automated search optimization. true = the search result is automatically optimized. false = the search result is not optimized.
de_de: true = Das Suchergebnis wird automatisch optimiert. false = Das Suchergebnis wird nicht optimiert.

source: Use browser history
de_de: Nutze Browser-Verlauf

source: If set to true, the search history is pushed to the browser history, even without using URL parameter.
de_de: Sofern true wird die Such-Historie in den Browserverlauf übertragen. Dies funktioniert auch ohne die Suchparameter.

source: Settings
de_de: Einstellungen

source: Stroke Width
de_de: Strichstärke

source: Stroke Color
de_de: Strichfarbe

source: Connections
de_de: Verbindungen

source: Item Title
de_de: Element Titel

source: Choose an Image
de_de: Wähle ein Bild

source: Set As Image
de_de: Als Bild einstellen

source: Upload your desired image, or type in the URL to the image you would like to display.
de_de: Lade das gewünschte Bild hoch oder gib die Bildadresse ein für das Bild welches genutzt werden soll.

source: Position left
de_de: Links

source: Position top
de_de: Oben

source: Use Category Name as Title
de_de: Nutze Kategorienamen als Titel

source: Current Category
de_de: Aktuelle Kategorie

source: Choose which category is currently displayed. Pleas choose only one
de_de: Wählen Sie, welche Kategorie aktuell angezeigt wird. Bitte wählen Sie nur eine aus

source: Connect to Categories
de_de: Verbinde zu folgender Kategorie

source: Choose which to which category you would like to connect
de_de: Wähle die gewünschten Kategorien aus die in der Abfrage berücksichtigt werden sollen

source: Contact Person / Author
de_de: Ansprechpartner / Autor

source: Show Featured Image
de_de: Zeige Beitragsbild

source: This setting will turn on and off the featured image in the slider.
de_de: Diese Einstellung aktiviert oder deaktiviert das Beitragsbild innerhalb des Sliders.

source: Show Post Meta
de_de: Zeige Beitrags-Meta-Informationen

source: This setting will turn on and off the meta section.
de_de: Diese Einstellung aktiviert oder deaktiviert die Meta-Informationen.

source: Show E-Mail
de_de: Zeige E-Mail

source: Show phone number
de_de: Zeige Telefonnummer

source: Event List
de_de: Event Liste

source: Post Count
de_de: Beitragsanzahl

source: Choose how much posts you would like to display per page.
de_de: Wähle wie viele Beiträge du pro Seite anzeigen möchtest.

source: Columns
de_de: Spalten

source: Show Read More Button
de_de: Zeige weiterlesen-Button

source: Here you can define whether to show "read more" link after the excerpts or not.
de_de: Hiermit de- oder aktivierst du den weiterlesen-Button.

source: Read More Button Text
de_de: Weiterlesen Text

source: Here you can define which text the button should have
de_de: Hier kannst du definieren welcher Text innerhalb des Buttons stehen soll

source: Date Format
de_de: Datumsformat

source: If you would like to adjust the date format, input the appropriate PHP date format here.
de_de: Wenn du die Datumsanzeige ändern möchtest, gib hier bitte die gewünschte PHP Datum-Formatierung ein.

source: Extended Post Slider
de_de: Erweiterter Beitragsslider

source: Post Type
de_de: Beitragstyp

source: Choose posts of which post type you would like to display.
de_de: Wähle den Beitragstypen aus der angezeigt werden soll.

source: Included Categories
de_de: Kategorien

source: All Categories
de_de: Alle Kategorien

source: Choose which categories you would like to include in the feed.
de_de: Wähle die gewünschten Kategorien aus die in der Abfrage berücksichtigt werden sollen.

source: Show Author
de_de: Zeige Autor

source: Turn on or off the author link.
de_de: De- oder Aktiviere die Autoranzeige.

source: Show Date
de_de: Zeige Datum

source: Turn the date on or off.
de_de: De- oder Aktiviere die Datumsanzeige.

source: Show Categories
de_de: Zeige Kategorien

source: Turn the category links on or off.
de_de: Aktiviere oder deaktivier die Kategorieanzeige.

source: Show navigation arrows
de_de: Zeige Navigations-Pfeile

source: Show or hide navigation arrows.
de_de: Aktiviert oder deaktiviert die Navigationspfeile.

source: Fade
de_de: Verblassen

source: Loop
de_de: Schleife

source: Activate autoplay
de_de: Autoplay aktivieren

source: Activate autoplay.
de_de: Autoplay aktivieren

source: Slider interval
de_de: Animationsintervall

source: Slider interval in seconds
de_de: Animationsintervall in Sekunden

source: FACT Finder result list
de_de: FACT-Finder Ergebnisliste

source: Layout options
de_de: Darstellungsoptionen

source: Layout
de_de: Darstellung

source: List
de_de: Liste

source: Grid
de_de: Gitter

source: Show Image
de_de: Zeige Bild

source: Category
de_de: Kategorie

source: Single select
de_de: Einzelauswahl

source: Choose which selection you would prefer (Category = current Category | Single select = Select one Workgrioup
de_de: Wähle zwischen „Aktuelle Kategorie“ oder „Einzelauswahl“ für den Arbeitskreis

source: Choose which categories you would like to include in the slider.
de_de: Wähle die Kategorien welche du für den Slider berücksichtigen möchtest.

source: Post List
de_de: Beitragsliste

source: Choose how many posts you would like to display in the slider.
de_de: Wähle wie viele Beiträge du im Slider sehen möchtest.

source: Default List
de_de: Standard Liste

source: First post left
de_de: Erster Beitrag links

source: Two Columns
de_de: Zwei Spalten

source: Three Columns
de_de: Drei Spalten

source: Four Columns
de_de: Vier Spalten

source: Image position
de_de: Bild platzierung

source: Before Title and Meta
de_de: Über dem Titel und Meta Informationen

source: After Title and Meta
de_de: Nach dem Titel und Meta Informationen

source: Between Meta and Excerpt
de_de: Zwischen Titel und Meta Informationen

source: Show Excerpt
de_de: Zeige Auszug

source: This setting will display the excerpt of the post
de_de: Aktiviert oder deaktiviert die Darstellung des Auszugs

source: This setting will turn on and off the date section.
de_de: Diese Einstellung aktiviert oder deaktiviert die Datumszeile.

source: Show Tags
de_de: Zeige Tags

source: This setting will turn on and off the tag section.
de_de: Diese Einstellung aktiviert oder deaktiviert die Tags.

source: Post Tab Slider
de_de: Beitrags-Tab Slider

source: Order By
de_de: Sortieren nach

source: Date: new to old
de_de: Datum: Neuester zuerst

source: Date: old to new
de_de: Datum: Ältester zuerst

source: Title: a-z
de_de: Titel: a-z

source: Title: z-a
de_de: Titel: z-a

source: Random
de_de: Zufällig

source: Here you can adjust the order in which posts are displayed.
de_de: Hier kannst du die Reihenfolge anpassen in welcher die Beiträge angezeigt werden.

source: Featured Image Placement
de_de: Beitragsbild Positionierung

source: Select how you would like to display the featured image in slides
de_de: Wähle wie du das Beitragsbild innerhalb der Elemente darstellen möchtest

source: Products
de_de: Produkte

source: Product
de_de: Produkt

source: Work Groups
de_de: Arbeitskreise

source: Query type
de_de: Abfragetyp

source: Work group
de_de: Arbeitskreis

source: Some Custom Modules based on uikit
de_de: Einige benutzerdefinierte Module basierend auf uikit

# s3dm settings
source: S3 Module Settings
de_de: S3-Modul-Einstellungen
